arch-install-scripts
autoconf
automake
aws-cli
bison
bubblewrap-suid
diffutils
fakeroot
flex
gcc
gcr
gettext
ghc
git
glpk
gnome-keyring
grep
gzip
inetutils
iproute2
iputils
jdk-openjdk
jq
jupyter
jupyterlab
less
libtool
liburcu
m4
make
man-db
man-pages
mariadb
mysql-python
neofetch
nltk-data
npm
openssh
openssl-1.0
pandoc
pandoc-crossref
patch
pkgconf
pyenv
python
python-beautifulsoup4
python-bottleneck
python-click
python-flask
python-google-api-python-client
python-grpcio
python-install
python-lxml
python-matplotlib
python-nltk
python-numexpr
python-openpyxl
python-pandas
python-pandas-datareader
python-pillow
python-pip
python-pipenv
python-pyjwt
python-pylint
python-pypandoc
python-pysaml2
python-pytables
python-regex
python-requests-aws4auth
python-scikit-learn
python-scipy
python-seaborn
python-selenium
python-statsmodels
python-tensorflow
python-tornado
python-tqdm
sed
shellcheck
sudo
systemd
tar
tensorboard
texinfo
unzip
vi
vim
vim-spell-en
wget
which
xclip
xorg-xprop
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
