absl-py
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
arch-install-scripts
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
aws-cli
bash
binutils
bison
blas
blosc
brotli
bubblewrap-suid
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cblas
cmake
cmark-gfm
colord
coreutils
cracklib
cryptsetup
curl
db
dbus
dconf
desktop-file-utils
device-mapper
diffutils
dnssec-anchors
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
e2fsprogs
elfutils
expat
fakeroot
file
filesystem
findutils
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gettext
ghc
ghc-libs
giflib
git
glib-networking
glib2
glibc
glpk
gmock
gmp
gnome-keyring
gnupg
gnutls
gpgme
gpm
graphite
grep
groff
gsettings-desktop-schemas
gtest
gtk-update-icon-cache
gtk3
guile
gzip
harfbuzz
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-accessor
haskell-data-accessor-template
haskell-data-accessor-transformers
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-gitrev
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-open-browser
haskell-optparse-applicative
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-regex-tdfa
haskell-resourcet
haskell-roman-numerals
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-utility-ht
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hdf5
hicolor-icon-theme
hwids
iana-etc
icu
inetutils
intel-mkl
iproute2
iptables
iputils
ipython
iso-codes
java-environment-common
java-runtime-common
jdk-openjdk
jemalloc
jq
jre-openjdk
jre-openjdk-headless
js68
js78
json-c
json-glib
jsoncpp
jupyter
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
jupyterlab
jupyterlab_server
kbd
keyutils
kmod
krb5
lapack
lcms2
ldns
less
libaec
libaio
libarchive
libassuan
libbsd
libcanberra
libcap
libcap-ng
libcloudproviders
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libffi
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libice
libidn2
libimagequant
libjpeg-turbo
libksba
libldap
liblzf
libmicrohttpd
libmnl
libmpc
libnet
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
librsvg
libsasl
libseccomp
libsecret
libsm
libsodium
libsoup
libssh2
libstemmer
libtasn1
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libuv
libvorbis
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxft
libxi
libxinerama
libxkbcommon
libxml2
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxt
libxtst
libxxf86vm
libyaml
linux-api-headers
llvm-libs
lm_sensors
lmdb
lttng-ust
lua
lua53
lz4
lzo
m4
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
mathjax2
mesa
meson
mpfr
mysql-python
ncurses
neofetch
netstandard-targeting-pack
nettle
ninja
nltk-data
node-gyp
nodejs
npm
npth
nspr
nss
numactl
onednn
oniguruma
openjpeg2
openssh
openssl
openssl-1.0
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pandoc
pandoc-crossref
pango
patch
pcre
pcre2
perl
perl-error
perl-mailtools
perl-mime-charset
perl-timedate
perl-unicode-linebreak
perl-yaml-tiny
pinentry
pixman
pkgconf
po4a
polkit
popt
procps-ng
protobuf
pybind11
pyenv
python
python-appdirs
python-argon2_cffi
python-asn1crypto
python-astor
python-astroid
python-astunparse
python-attrs
python-backcall
python-beautifulsoup4
python-bleach
python-botocore
python-bottleneck
python-cachecontrol
python-cachetools
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-cycler
python-dateutil
python-decorator
python-defusedxml
python-distlib
python-distro
python-docutils
python-entrypoints
python-et-xmlfile
python-filelock
python-flask
python-flatbuffers
python-future
python-gast03
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-google-auth-oauthlib
python-googleapis-common-protos
python-grpcio
python-h5py
python-html5lib
python-httplib2
python-idna
python-importlib-metadata
python-install
python-ipykernel
python-ipywidgets
python-isort
python-itsdangerous
python-jdcal
python-jedi
python-jinja
python-jmespath
python-joblib
python-json5
python-jsonschema
python-jupyter_client
python-jupyter_core
python-keras-applications
python-keras-preprocessing
python-kiwisolver
python-lazy-object-proxy
python-lockfile
python-lxml
python-markdown
python-markupsafe
python-matplotlib
python-mccabe
python-mistune
python-msgpack
python-nltk
python-numexpr
python-numpy
python-oauthlib
python-openpyxl
python-opt_einsum
python-ordered-set
python-packaging
python-pandas
python-pandas-datareader
python-pandocfilters
python-parso
python-pasta
python-patsy
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-pipenv
python-ply
python-progress
python-prometheus_client
python-prompt_toolkit
python-protobuf
python-ptyprocess
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pycryptodomex
python-pygments
python-pyjwt
python-pylint
python-pyopenssl
python-pypandoc
python-pyparsing
python-pyrsistent
python-pysaml2
python-pytables
python-pytz
python-pyzmq
python-regex
python-requests
python-requests-aws4auth
python-requests-oauthlib
python-resolvelib
python-retrying
python-rsa
python-s3transfer
python-scikit-learn
python-scipy
python-seaborn
python-selenium
python-send2trash
python-setuptools
python-six
python-soupsieve
python-statsmodels
python-tensorboard_plugin_wit
python-tensorflow
python-tensorflow-estimator
python-tensorflow-serving-api
python-termcolor
python-terminado
python-testpath
python-threadpoolctl
python-toml
python-tornado
python-tqdm
python-traitlets
python-uritemplate
python-urllib3
python-virtualenv
python-virtualenv-clone
python-wcwidth
python-webencodings
python-werkzeug
python-wheel
python-wrapt
python-yaml
python-zipp
python-zope-interface
python2
qhull
re2
readline
rest
rhash
rust
sed
semver
shadow
shared-mime-info
shellcheck
signify
snappy
sound-theme-freedesktop
sqlite
sudo
systemd
systemd-libs
tar
tdb
tensorboard
tensorflow
texinfo
tracker3
tzdata
unzip
util-linux
util-linux-libs
vi
vim
vim-runtime
vim-spell-en
vulkan-icd-loader
wayland
wayland-protocols
wget
which
xcb-proto
xclip
xkeyboard-config
xmlsec
xorg-xprop
xorgproto
xz
zeromq
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
